{
  "sno": 10,
  "title": "Chapter - 4 Atomic Habbits",
  "descp": "We can’t always explain what it is we are learning, but learning is happening all along the way",
  "link": "/post/atomic-habbits-4",
  "date": "24th August 2022",
  "category": "Book - Atomic Habbits",
  "slug": "atomic-habbits-4",
  "parts": [
    "The fourth chapter actually explains the word 'Habbits' how we practice a thing repeatedly and unknowingly it becames our identity to go for it.",
    "He has taken many examples the one which I was able to connect alot was this : ",
    "He explains 'Military analysts can identify which blip on a radar screen is an enemy missile and which one is a plane from their own fleet even though they are traveling at the same speed, flying at the same altitude, and look identical on radar in nearly every respect. During the Gulf War, Lieutenant Commander Michael Riley saved an entire battleship when he ordered a missile shot down—despite the fact that it looked exactly like the battleship’s own planes on radar. He made the right call, but even his superior officers couldn’t explain how he did it.'",
    "Becuase I have seen those radar not actually but because I have a inclination towards technology I have seen few of these virtually. They really look identitcal even all flying obejcts in a radar looks similar",
    "It's the power of human brain which observes and analyses the surrounding and after repeated tasks it automates the process which on one hand helps to automate things alot, but at the same time if a mistake is commited it will be repeated uncomnsiously.",
    "The best way to deal with this is to make unconsicous consicous japanese do to it by the teachnique called 'pointing and calling' used at japanese railways to call out loud all the events like flag is green, Train is leaving and speed is this at this time. which helps them minimise the mistakes to a greater extent",
    "We can’t always explain what it is we are learning, but learning is happening all along the way, and your ability to notice the relevant cues in a given situation is the foundation for every habit you have.",
    "It is not only about creating the good habbits or esentially there are no good or bad habbits there are just habbits which gives you a solution to the problem due to which you repeat them and called them a habbit",
    "But some of these habbits tends to solve short term problems or gives short term rewards but harm us in the long term which we term as bad habbits. On the contrary good habbits are the things we do which might be a pain now but will give us a sense of success and accomplishment in the long run.",
    "We need to know or in other words make unconcious concious about what habbits are we persuing for which we need to trace our daily habbits and rank them good or bad as according to our goal about how we want to became does these things aling with them or not",
    "Doing this we will realise the mistakes we are making firmly and we will be working on them rather than regreting about them"],
  "quote": "Until you make the unconscious conscious, it will direct your life and you will call it fate.",
  "quoteAuthor": "Carl Jung",
  "author": "Harsh Jaiswani"
}
