{
  "sno": 5,
  "title": "Chapter - 1 Atomic Habbits",
  "descp": "The first Chapter has already set the bars very very high for all the upcomming chapter, I had two realisations",
  "link": "/post/atomic-habbits-1",
  "date": "3rd August 2022",
  "category": "Book - Atomic Habbits",
  "slug": "atomic-habbits-1",
  "parts": [
    "Author starts the chapter by explaning the power of small improvemnets in all the parts of a process to make the whole thing a big sucess",
    "How even a smallest improvemnt in our smallest action can lead to the drastic change",
    "which is the sole idea of the 'aggregation of the marginal gains' you broke a larger thing into the smaller peices and improve 1% in each of those to get the componded results",
    "Here’s how the math works out: if you can get 1 percent better each day for one year, you’ll end up thirty-seven times better by the time you’re done. Conversely, if you get 1 percent worse each day for one year, you’ll decline nearly down to zero.",
    "Time magnifies the margin between success and failure. It will multiply whatever you feed it. Good habits make time your ally. Bad habits make time your enemy",
    "The first Chapter has already set the bars very very high for all the upcomming chapter",
    "I had two realisation while reading it they hit me really hard",
    "1-The first one was that we underestimate the importance of small steps, small improvements, small habbits (atomic habbits) in our daily life and tend to think that massive success comes from massive actions",
    "Rather there is no overnight success, that success which seems overnight to us has tremendous efforts and hard work of day & night",
    "The efforts which seems to be not at all paying its a waste, One day it becomes the reason of the overnight success all that efforts gets collected and once we reach threshold limit we get results out of it",
    "What we just have to do is keep up the sprit to the time by which we reach the threshold limit",
    "2-Author quotes 'You do not rise to the level of your goals. You fall to the level of your systems.' We tend to focus on goals also we have heard alot of times to set goals for our lives and all that motivation stuff that a life without a goal is meaningless",
    "Firstly in beginning we were not sure how to make goals specially I used to think alot what could be my goal but later on I realised I need to take one step at a time and eventually I will find my purpose",
    "Now as we have focused alot on goals but suddenly author is asking us to focus on systems rather than goals, speaking of goals they give us a direction where are we heading on the other hand system helps us to reach there by developing a process",
    "A system we can get happiness not only by achieveing goals but also chasing them",
    "Talking of my experince I was working on 4 to 5 things simultanously I used to set goal for 1 and then focus on that only due to which I suffrered in each of them at a point but building a system dividing time for each will help focus on everything and enjoy the proces which will lead to the success!"
  ],
  "quote": "You do not rise to the level of your goals. You fall to the level of your systems.",
  "quoteAuthor": "James Clear",
  "author": "Harsh Jaiswani"
}
