{
  "sno": 8,
  "title": "Chapter - 2 Atomic Habbits",
  "descp": "The True Change in a person is the change in his/her identity!",
  "link": "/post/atomic-habbits-2",
  "date": "18th August 2022",
  "category": "Book - Atomic Habbits",
  "slug": "atomic-habbits-2",
  "parts": [
    "If a person is trying to change a habbit first thing he/she do is congratulate themself for knowing that something is going wrong which needs to be corrected",
    "Now he/she should know where does the change(s) needs to be made.",
    "According to the author there are 3 levels of a person Outcome , Process , Identity what we try and do is we put a goal in front of us(outcome) and we try and work towards it (Process) which signifies that you are trying to became someone else which you are Not!",
    "But what you actually should be doing is thinking and acting the way a person would think and act which you want to became(Identity)",
    "Basically what you believe about yourself is your identity and changing that changes our habbits easily and effectively",
    "Author explains this with a beautiful :-",
    "Imagine two people resisting a cigarette when offered a smoke the first one says 'No thanks I am trying to quite' while the other replied 'I am not a smoker'.",
    "The first one is trying to be someone else who, He is not and the second one changed his believe and accepted that he is not a smoker anymore",
    "The more pride you have in a particular aspect of your identity, the more motivated you will be to maintain the habits associated with it.",
    "That is exactly how a class topper and a average student of the class is made, they both were similar in studies in their childhood, one child ones did good in studies and other did a little average. All the peoples around appreaciated the good one and compared the other. Eventually after multiple these kind of events the difference between them arrises because the good believed himself to be good in studies and the avergae one did not.",
    "It is all about what you believe about yourself at the deepest level If you want to tranfrom your life create believes which your dream person will have in himself/herself.",
    "Becoming the best version of yourself requires you to continuously edit your beliefs, and to upgrade and expand your identity."
  ],
  "quote": "Your old identity can sabotage you new plans for the change.",
  "quoteAuthor": "James Clear",
  "author": "Harsh Jaiswani"
}
