{
  "sno": 12,
  "title": "Chapter - 6 Atomic Habbits",
  "descp": "Everyone gets motivated by listening to a podcast or a motivational talk but we tend to return to the same level in a really shorter time",
  "link": "/post/atomic-habbits-6",
  "date": "26th August 2022",
  "category": "Book - Atomic Habbits",
  "slug": "atomic-habbits-6",
  "parts": [
    "In the begining of the chapter author explains about an experiment undertaken in hospital cafeteria were  Originally, the refrigerators located next to the cash registers in the cafeteria were filled with only soda. They added water as an option to each one. Additionally, they placed baskets of bottled water next to the food stations throughout the room. Soda was still in the primary refrigerators, but water was now available at all drink locations.",
    "Over the next three months, the number of soda sales at the hospital dropped by 11.4 percent. Meanwhile, sales of bottled water increased by 25.8 percent.",
    "This was a social experiment done to prove that without even saying a word to anyone how much the environment affects a persons habbits and choices.",
    "It symbolisises that environment plays a vital role in determining our habbits. We all humans tend to act in a certain way according to our environment without even the concious efforts. It's the cues in the environment which drives most of our actions.",
    "Everyone gets motivated by listeing to a podcast or a motivational talk but tend to return to the same position in a while it is because they get a drive to work but they did'nt altered their environment according to their needs which brings them back to sqauare 1",
    "It is neccesaary that we should design our envirnoment in such that way that motivates us to work rather to pull ourselves down.",
    "It is the basic reason why parents and teachers explain us to keep our rooms clean and books on desk and stick notes or formulas on the wall because it creates the cue to study.",
    "Together with the cue the context also matters alot suppose we are in a group of four laughing on a topic while the 5th one standing with us dose'nt its not because joke was not good but because he did'nt had the context of it.",
    "The things that stand out in our envirnoment are those which affects us the most and based on which a buisness technique 'Suggestion Impulse' works",
    "In which all the expensive alternatives or items which are of lesser need are kept in eye sight in the super markets while cheaper alternatives are at bottom and the needes are kept at the last in super marts for which you need to travel the whole mart and you buy something which you does'nt needed!",
    "So it becames very important to be with like peoples who inspire you to do great and create the environment around yourself which will grow you in all aspects!"
  ],
  "quote": "Motivation Is Overrated! Environment Often Matters More!",
  "quoteAuthor": "James Clear",
  "author": "Harsh Jaiswani"
}
