{
  "sno": 11,
  "title": "Chapter - 5 Atomic Habbits",
  "descp": "I will be doing (habbit) at (time) in (location)",
  "link": "/post/atomic-habbits-5",
  "date": "25th August 2022",
  "category": "Book - Atomic Habbits",
  "slug": "atomic-habbits-5",
  "parts": [
    "In this chapter two methods of creating habbits are explained or we can say how our sub-concious mind works around habbits is explained.",
    "One thing which is almost obvious that trying to destroy a habbit is far more difficult to replace it with a good one or just to stop cue for it as discussed earlier so these methods can do wonders around how we can create or implement new habbit in our schedule",
    "1) The first method is 'Implementation Intention' it states that if you want to continue doing a thing daily be it excercising or waking up early in the morning you need to make it obvious to yourself by saying I will be doing (habbit) at (time) in (location) by describing these three things you make it totally obvious to yourself that you will be doing that whenever the condition of time and place are fullfilled. it works as a cue for your habbit",
    "Broadly speaking, the format for creating an implementation intention is: “When situation X arises, I will perform response Y.”",
    "2) The second method was 'Habbit Stacking' In which you connect your old habbits with the new ones which you want to be make like, once I will wake up I will make my bed after which I will excercise for 1hr. doing this will increase the odds that you will be doing these works in the series as you already have habbit of waking up.",
    "The major purpose of both these habbits is to make us firm about the habbit we are going to do. Because in general scenario what do we do is think about a habbit that we have to do and leave it upon the fate that someday out of somewhere we will have the thought and inspiration to do that work. It might be the case for one or two times but consistently it dose'nt happens.",
    "For that you need routine thats the reason everyone suggets us to make a routine. this is what routine does as well make us totally aware about our upcoming task which increase the chances of work being done."],
  "quote": "Obviously you’re never going to just work out without conscious thought. But like a dog salivating at a bell, maybe you start to get antsy around the time of day you normally work out.",
  "quoteAuthor": "Jason Zweig",
  "author": "Harsh Jaiswani"
}
