{
  "sno": 14,
  "title": "Chapter - 7 Atomic Habbits",
  "descp": "Self control and resisting temptation are short term solutions to the problem rather diciplien is the key",
  "link": "/post/atomic-habbits-7",
  "date": "2nd October 2022",
  "category": "Book - Atomic Habbits",
  "slug": "atomic-habbits-7",
  "parts": [
    "In this chapter author explained a really strong pillar of our habbits which is cue-induced wanting the things which we crave for is not only due to the habbits that we have formed but rather one major reason behind those is also the enivironment the cue which is associated with that habbit",
    "Whenever we encounter that cue, we tend to crave that habbit and specifically that reward and we persue it",
    "What is cue induced wanting ?",
    "It is an external trigger which causes a compulsive craving to repeat a bad habit",
    "We most of us think that resisting a bad habbit is the way to get rid of it or self control is the way out but thats totally not the way how author suggestes us for which he gave us 2 examples",
    "In the first example the soliders of vietnam were heavily heroine addict until they were at their camps once they returned to their homes 99% of them got rid of that addiction nearly overnight the addiction which was considered to be permanent and irreversible",
    "It was not because of the resistance or self control rather at home their did'nt got the cue of doing it, in the camps all the fellow soldiers were doing that and the constant stress of war triggeed cues in them of doing",
    "But the radical change in their envionemnt changed their habbits this is the reason why people go to rehab, stop addiction, and when come back became addict again. because they came back into the same environment which had the same cues",
    "In second example Patty Olwell, a therapist from Austin, Texas, who started smoking, she would often light up while riding horses with a friend. Eventually, she quit smoking and avoided it for years. She had also stopped riding. Decades later, she hopped on a horse again and found herself craving a cigarette for the first time in forever. The cues were still internalized she just hadn’t been exposed to them in a long time.",
    "You can break a habit, but you’re unlikely to forget it. Once the mental grooves of habit have been carved into your brain, they are nearly impossible to remove entirely—even if they go unused for quite a while.",
    "And that means that simply resisting temptation is an ineffective strategy.",
    "Self control and resisting temptation are short term solutions to the problem rather dicipline is the key, A more reliable approach is to cut bad habits off at the source. One of the most practical ways to eliminate a bad habit is to reduce exposure to the cue that causes it.",
    "It’s easier to avoid temptation than resist it you just cannot stick to positive habbits in a negavtive situation for a long time"
  ],
  "quote": "Addictions could spontaneously dissolve if there was a radical change in the environment!",
  "quoteAuthor": "Lee Robins",
  "author": "Harsh Jaiswani"
}
