{
  "sno": 6,
  "title": "Find Your Reason",
  "descp": "The person who has a strong reason to work becames successful",
  "link": "/post/find-your-reason",
  "date": "13th August 2022",
  "category": "Learning",
  "slug": "find-your-reason",
  "parts": [
    "A person is successful not because he/she did anything drastically different from a unsuccessful person instead he had a strong reason to do it!",
    "Difference between a successful and an unsuccessful person is not about the goal, Its about the efforts person makes to achieve that goal and accept it or not none of us makes efforts without a strong reason for anything.",
    "We all have our plans and inspite of such aspiring and great plans we fail, why beacuse execution is the way to success not the plans.",
    "I also, have alot of plans but not able to follow them because I am not putting the efforts required, which recently I realised if you read story of any succesful person they all had a really really strong reason to do whatever they have did today. Which is the thing kept them motivated at work and they did it",
    "I did'nt had that reason yet, I have this thought in mind to help community grow & I love to do what I do but its vague, The exact purpose needs to be clear else procastination over powers you and eventually you end up wasting time.",
    "I am in the search of that reason.",
    "We all have experienced it no matter hard you try you dont wake up early in the morning unless or until you have something schedule which you cannot miss. Like I remember I used to feel drowsy only on holidays because other days I had the excitment to go to school",
    "So its not about the goal or about the plan, but about a reason and not only me I guess everyone of us who is trying their way out are in the search of this reason for themselves.",
    "Hope we find our reasons soon and we get chance to uplift the society as much as we can!"
  ],
  "quote": "A firm reason helps you focus and pursue a thing which makes you successful",
  "quoteAuthor": "Harsh Jaiswani",
  "author": "Harsh Jaiswani"
}
