{
  "sno": 7,
  "title": "Multitasking Misinterpreted",
  "descp": "Explaining what is Multitasking to me and how do I percieve it!",
  "link": "/post/multitasking-misinterpreted",
  "date": "14th August 2022",
  "category": "Learning",
  "slug": "multitasking-misinterpreted",
  "parts": [
    "We have really misinterpreted this word alot called 'multitasking' now a days",
    "What we think of multitasking is like having lunch, together with working on laptop on one thing, together with being in a meeting on the another tab, together with writting some different piece of shit on paper i.e doing multiple things at the same time",
    "But that's not the way human brain functions It can focus only on one thing at a time and doing that with full focus is what is termed as productivity",
    "Doing all the things at the same time may be, by any chance you will be able to get things done but you can never be productive in them because it requires focus",
    "But multitasking is not bad instead it's misunderstood multitasking is doing multiple things but not at the same time instead at the different times of a shorter span",
    "Like we eat food, have bath, sleep and work but do we call it multitasking ? No, but indtead it is.",
    "Working on multiple things at different times in a day is what multitasking means",
    "What computers and machines called multitasking is a different thing. Working on the various things when its their time to be worked upon but at a time focus only on one task and try and be productive in it.",
    "Working on different things simultanously will either lead to more mistakes, less accuray or frustrates you and force you to give up on all things.",
    "Thats were the routine and time management of the day kicks in therefore all the successful people do multiple things still manage their time and yet be productive",
    "How I figured it out ? had multiple things to do and was trying to work on all at the same time got frustrated and left everything except one which was a bigger decision to leave",
    "But ya figured it out how to approach and now divided time for each of the work still I am not productive in every one of it. but it is because of me not being able to stick to my routine.",
    "But atleast I am at a better place than before because I able to be productive in atleast those which I manage to do because I am focusing on that task only in that particluar point of time!"
  ],
  "quote": "To do two things at once is to do neither.",
  "quoteAuthor": "Publilius Syrus",
  "author": "Harsh Jaiswani"
}
