{
    "sno":3,
    "title": "OverConfidence",
    "descp": "This is one of those lessons which I have realised or say learnt many a times till now",
    "link": "/post/over-confidence",
    "date": "18th October 2021",
    "category": "Learning",
    "slug":"over-confidence",
    "parts":["Namaste learners myself Harsh jaiswani welcome or welcome back to the place Being underconfident is a huge problem but being overconfident is a much bigger one because underconfidence will make you loose opportunity rather overconfidence will work to worsen the situation","The best approch is to keep balance between the two as being a bit lower than confidence level together having the great knowledge about the situation and topic will help us shine in every aspect","This is one of those lessons which I have realised or say learnt many a times till now because I have been a guy who has an immense ego or attitude whatever you say, It has been with people who are not much connected with me feel that I am a egoistic person instead people near to me say I am humble one ! But for the others as well I try not to look arrogant and rude but you when you are a bit good in something specially studies or something like which elders adore, you tend to have atitude.","I will share a story from my school life I used to have some sort of good grades in one exam and the next exam of that would have been gone bad because unknowingly I crossed that fine line between confidence and overconfidence and that failure in exam throws me back to under confidence level again next exam I used to do better at times I used to be happy if I would failed in the pre final paper because it somehow helps the final paper to be better from this real story what i wanted to tell you is that there is a very fine separation very fine between I can do this and only I can do this. Sometimes in overconfidence we tend to say things like I will make it done and end up in struggle to make it or you might go on justifying a wrong point under the overconfidence.","I say being a underconfident is better than being overconfident because even that some sort of nervousness or stress helps you to control yourself from exaggerating things","Always try to be humble speak the least you can and try to listen as much as you can do not speak util and unless you have a firm knowledge about the topic. Always remind yourself that you dont know much, try to learn more and calmly take all the prespectives of a situation in account. These few steps will help you to be confident simultaneously ensuring that you are not crossing that fine line ","There was person from our college who has said this to me on the first day when he came to know I had rank under 1000 that 'humare college ki placement yaha pe sbse aachi h lekin mehnat teko krni padegi aur jin din tune yeh 1000 rank soch ke apna coller uper kiya tu gya' this line hit me hard because having a great prior experince about confidence you know! I had to be caution about this no matter how much you succesedd the important thing is to digest it and make use of it which most people cannot due to overconfidence so please avoid that and i will too try hard offcourse okay guys wrapping on the note that you will excel in your life without crossing that line.","There was a quote which read ' when you get money raise you should increase standards of giving not standards of living so be humble ' I will see you in the next one till then keep learning and keep sharing"],
    "quote":"There is very fine line between confidence and overconfidence",
    "quoteAuthor":"My Father",
    "author":"Harsh Jaiswani"
}