{
  "sno": 13,
  "title": "Read Minds or Fly",
  "descp": "Answered the question - would you rather be able to read minds or be able to fly",
  "link": "/post/read-mind-fly",
  "date": "2nd September 2022",
  "category": "Learning",
  "slug": "read-mind-fly",
  "parts": [
    "If I ever got a chance I will be wanting to be able to read minds, Now on this different people can have different explanation but I have two for it",
    "1) It will be a great fun to hear people out from their minds. Imagine going to a public place like a park or a mall and hearing people about their thoughts",
    "Indeed they will have a sense of humour in them and I will be able to actullay help them because all have that inner voice in ourself but we are seldom able to get it once I will be able to read it I can help people consulting ",
    "2) I believe that no matter how well you earn, the lavish life you have or whatever, at the end all that matters the most is how many beautiful relations you have with people around you because human is a social animal and utill and unless you have good relations with the people you cannot go ahead",
    "Once a wise man said if you want to go fast in life move alone but if you want to go long ahead in life you will have to acquire the skill of making relations with people and in a way that they attach to you for life",
    "Now how will reading minds help me do that, Eveyone around us do whatever they do becuase of a strong reason and with a right intent sometimes might there be a wrong intent but there is always a strong reason to do a activity which if I got to know I will be able to manage relations",
    "The reason people seprate is not because of one fight they had at last instead its the numerous misunderstandings took place during the course of time they were together",
    "So we will be able to understand the intent and reason with which we will be able to handle our relations properly and see the third eye view of a situation!"
  ],
  "quote": "It depends!",
  "quoteAuthor": "Harsh Jaiswani",
  "author": "Harsh Jaiswani"
}
