{
    "sno":2,
    "title": "Sharing the Learning",
    "descp": "Sharing the learning is a series of episodes in which I will be sharing my day to day learnings",
    "link": "/post/sharing-the-learning",
    "date": "15th September 2021",
    "category": "Learning",
    "slug":"sharing-the-learning",
    "parts":["Hey learners, This is Harsh jaiswani welcome or welcome back to the place. Today is the first episode of the sharing_the_learning. This is going to be an introductory blog.","Who am I ?","I am a 12th pass out student who is ready to explore the new world called college. I am from science background and going to persue btech in c.s as my undergraduate degree, besides my educational qualification I am one of those hustlers trying to figure out what i am supposed to do with my life as being a part of this digital generation we all had vast exposure about opportunities , fields , working areas and especially the social media all thanks to the worst and best fellow our internet","What is sharing the learning ?","Sharing the learning is a series of episodes in which I will be sharing my day to day learning being blessed as a good student in studies later on I realized that there are same tips and tricks followed to be a good in studies with the focused study as well and as we watch youtube videos about there I realized some how unknowingly I followed them and this was because of learning from the situation to life is a great teacher we all have read these quotes so life teaches us so many things in our day to day life which if followed even the 10% we can live our dreams life so this series is going to be an attempt to make myself realize as well as share my experience although I haven’t done anything big yet but just to share those small learning","we are moving forward in life we experience explore things and get a learning I am going to share so as to remind myself to take lesson and to help everyone learn from my mistakes or achievements “to human is to err” don’t be afraid to commit mistakes but be terrified of not learning from them and repeating them.","I will see you in the next one till then keep learning keep sharing."],
    "quote":"Life is the best teacher",
    "quoteAuthor":"Stephanne Killen",
    "author":"Harsh Jaiswani"
}