{
    "sno":4,
    "title": "The Real Fun",
    "descp": "Today I would like to quote one thing as much I have heard read or experinced everything you can think of can be practised and achieved.",
    "link": "/post/the-real-fun",
    "date": "17th December 2021",
    "category": "Learning",
    "slug":"the-real-fun",
    "parts":["What we have been programmed since childhood is study now or work hard now and your future will be great and when that future comes some other person in our life dictates the same","Before we completely be in denil that this is incorrect, lets think on the fact that this line is being said many of those as well who have achieved great height in thier life althogether doing the fun much more than us even in every stage of their life then what's the thing that makes the diffrence ? i.e the absence of balance in our life and a absoulute right kind of balnace in their's ","Today I would like to quote one thing as much I have heard read or experinced everything you can think of can be practised and achieved. You name it creativity, passion, talent, intrest all those things people say are inborn can be practised and achieved."," Even a mentor of mine said passion means to suffer for a worth while cause that cause could be different at the diffrent ages.","May be life's circumstances helped all those, you say lucky ones or they practised it but it could be achieved. So one way to actually have fun and altogether make a great self growing empire is the balnace you must know where to let yourself indulge in that fun and where to hold yourself back even most of the time what we do and call it fun is eventually an attempt to fun which goes by gossiping about others or making fun of others. Being realistic you will encounter that the real fun will only be that 10 percent of the things you say fun, which are actually a memory a fun to be experienced.","So our motive should be you just pariticipate in that fun only and rest of the time you can actually focus on you work and doing whatever doing to the fullest. ","I will see you in the next one till then keep learning and keep sharing"],
    "quote":"Experience is more valueable than laughing!",
    "quoteAuthor":"Harsh Jaiswani",
    "author":"Harsh Jaiswani"
}